<?php

return [
    'create_failed' => 'Ошибка при создании объявления',
    'update_failed' => 'Ошибка при обновлении объявления',
    'avatar_not_exists' => 'Вы не можете созданть объявление без аватара.',
    'daily_max_count' => 'Нельзя создать объявление. Вы уже создали максимальное количество за день.',

    'already_ended' => 'Объявление уже неактуально',
    'respond_already_exist' => 'Не возможно создать заявку. Вы уже откликнулись на это объявление.',
    'cannot_create_for_private' => 'Вы не можете создать объявление пока у вас приватный тип профиля.',
    'insufficient_funds_in_the_account' => 'Недостаточно средств на счете.'

];
