<?php

return [
    'update_failed' => 'Не удалось обновить данные аукциона.',
    'cannot_update' => 'Не удалось обновить. Вы не можете обновить данные аукциона, если уже есть ставки.',
    'avatar_not_exist' => 'Не удалось создать аукцион. Вы не можете создать аукцион, если у вас нет аватара.',
    'already_ended' => 'Ауцион уже завершен.',
    'age_restrictions' => 'Возврастное ограничение.',
    'photo_verification_required' => 'Фотоверификация необходима.',
    'cannot_update_last_bid' => 'Не удалось обновить последний бид аукциона.',
    'cannot_create_for_private' => 'Вы не можете создавать аукцион пока у вас приватный тип профиля.',
    'bid_is_out_of_range' => 'Значение ставки не входит в допустимый промежуток',

    'early_end' => 'Длительность аукциона должна быть более 1 часа',
    'lately_end' => 'Длительность аукциона должна быть менее 1 года',
];
