<?php

return [
    'create_failed' => 'Не удалось создать встречу.',
    'create_review_failed' => 'Не удалось создать отзыв для встречи.',
    'update_failed' => 'Не удалось изменить условия встречи.',
    'code_validation_failed' => 'Ваш код подтверждения неверный.',
    'wink_failed' => 'Не удалось подмигнуть .',

    'photo_verified_only' => 'Вы не можете предложить встречу этому пользователю. Вам необходимо верифицировать свой аватар.',

    'review_already_exist' => 'Невозможно создать отзыв. Вы уже оставили отзыв для этой встречи.',
    'incorrect_status' => 'Текущий статус встречи не подходит для этих действий.',
    'age_restrict' => 'Невоможно создать втречу. Ваш возраст несоответствует.',
    'is_expired' => 'Невозможно принять встречу. Время запроса встречи истекло.',

    'outfit_casual' => 'Повседневный',
    'outfit_official' => 'Официальный',
    'outfit_beach' => 'Пляжный',
    'outfit_sport' => 'Спортивный',
];
