<?php

return [
    'create_failed' => 'Ошибка при создании приватного стрима.',
    'update_failed' => 'Ошибка при обновлении приватного стрима.',
    'create_present_failed' => 'Ошибка при создании подарка для приватного стрима.',
    'create_message_failed' => 'Ошибка при создании сообщения для приватного стрима.',

    'stream_not_active' => 'Невозможно создать. Приватный стрим неактивен в данный момент.',
    'age_restrict' => 'Невозможно содать стрим. Ваш возраст несоответствует требованиям этого пользователя.',
];
