<?php

return [
    'update_failed' => 'Не удалось обновить данные публичного стрима.',
    'create_failed' => 'Не удалось создать публичный стрим.',
    'cannot_update' => 'Не удалось обновить. Вы не можете обновлять данные публичного стрима, если он уже начался.',
    'preview_not_exist' => 'Не удалось создать. Вы не можете создать публичный стрим, если у вас нет фото профиля и не выбрано превью',

    'is_already_started' => 'Невозможно создать подписку. Публичный стрим уже начался.',
    'age_restrict' => 'Невозможно создать подписку. Ваш возраст не подходит для данного публичного стрима.',
    'subscribe_cannot' => 'Невозможно создать подписку. Вы уже подписаны на этот стрим.',
    'subscribe_failed' => 'Ошибка при создании подписки.',
    'unsubscribe_failed' => 'Ощшибка при удалении подписки.',
];
