<?php

return [
    'old_password_invalid' => 'Старый пароль неверен',
    'update_failed' => 'Ошибка при обновлении данных пользователя.',
    'current_events_exists' => 'Невозможно сменить тип аккаунта. У вас есть активные аукционы или объявления.',
    'failed_to_save_meetings_options' => 'Ошибка при добавлении записи настроек встреч',
    'failed_to_delete' => 'При удалении вашего аккаунта возникла ошибка.',
    'active_communications_exists' => 'Невозможно удалить аккаунт. У вас есть акитвные коммуникации с другими пользователями.',
    'banned' => 'Доступ запрещен. Ваш аккаунт заблокирован.',

    'incorrect_admin_permission' => 'Передано неправильное название действия',
    'permission_denied' => 'У вас нет доступа для этого действия',
    'cannot_find_by_phone' => 'Не удается найти пользователя по указанному номера телефона',
];
